[
  {
    "id": "jewel_1",
    "name": "Knowledge",
    "description": "Knowledge is the foundation of all things in existence. It is to know the ledger, to look, listen, observe, and respect. Knowledge is a body of accumulated facts. Knowledge is the foundation for all things, as the Sun is the foundation for our solar system and the Blackman is the foundation for his family."
  },
  {
    "id": "jewel_2",
    "name": "Wisdom",
    "description": "Wisdom is the manifestation of one's knowledge, the ways and actions one uses to make his or her knowledge known. Wisdom is water (the substance of life), and like water, it is refreshing and vital. Wisdom is to speak wisely and act wisely."
  },
  {
    "id": "jewel_3",
    "name": "Understanding",
    "description": "Understanding is the mental picture one draws of knowledge and wisdom. It is the ability to see things as they are, not as they appear to be. It is the best part of life, symbolizing the child or the star."
  },
  {
    "id": "jewel_4",
    "name": "Freedom",
    "description": "Freedom is to be free of all mental and physical bondages. It is the state of mind where one is able to be self-determined, without hindrance or restraint from external forces. Freedom is a requirement for all civilized people."
  },
  {
    "id": "jewel_5",
    "name": "Justice",
    "description": "Justice is the reward or penalty for one's ways and actions. It is to receive what you have put out, whether good or bad. Justice is equality extended to all."
  },
  {
    "id": "jewel_6",
    "name": "Equality",
    "description": "Equality is the state or quality of being equal. It is to deal with all people fairly and to recognize the divine nature in others. Equality is to share knowledge, wisdom, and understanding with the human family."
  },
  {
    "id": "jewel_7",
    "name": "Food",
    "description": "Food is the proper nourishment for the body and mind. It is the energy required to sustain life. Mentally, food is the information and knowledge one consumes."
  },
  {
    "id": "jewel_8",
    "name": "Clothing",
    "description": "Clothing is the standard of dress that fits the nature of a civilized person. It represents protection against the elements and also symbolizes the knowledge one wears to protect their mind."
  },
  {
    "id": "jewel_9",
    "name": "Shelter",
    "description": "Shelter is the home, a place of peace and rest. It protects the family from the storms of the world. It is the domain where the Father (God) provides safety and comfort."
  },
  {
    "id": "jewel_10",
    "name": "Love",
    "description": "Love is the highest elevation of understanding. It is love of Self/God first, and then love for the family and nation. Love is not just an emotion but a commitment to building and elevating."
  },
  {
    "id": "jewel_11",
    "name": "Peace",
    "description": "Peace is the absence of confusion, chaos, and disorder. It is a state of tranquility and harmony. Peace is the natural state of the civilized person."
  },
  {
    "id": "jewel_12",
    "name": "Happiness",
    "description": "Happiness is the total satisfaction of the self. It is the state of being content and fulfilled, having attained Knowledge, Wisdom, Understanding, Freedom, Justice, Equality, Food, Clothing, Shelter, Love, and Peace."
  }
]